Repository: nielx/trac-accountmanager-fork
Catalog: acct_mgr/locale/*/LC_MESSAGES/acct_mgr.po
Languages: fr

source: Locked until %(t_release)s
fr: Verrouillé jusqu'au %(t_release)s

source: Invalid key type (%s) for StoreOrder
fr: Type de clé non valide (%s) pour StoreOrder

source: Accounts
fr: Comptes

source: Users
fr: Utilisateurs

source: Error while reading configuration - Hint: Enable/install the required component.
fr: Erreur lors de la lecture de la configuration - Conseil : activez/installez le composant requis.

source: Password hash refresh procedure restarted.
fr: La procédure d'actualisation du hachage du mot de passe a redémarré.

source: The password reset procedure is not enabled.
fr: La procédure de réinitialisation du mot de passe n'est pas activée.

source: Email Address
fr: Adresse email

source: Pre-/Surname (Nickname)
fr: Pré-/Nom de famille (Surnom)

source: Password
fr: Mot de passe

source: Username cannot be empty.
fr: Le nom d'utilisateur doit être renseigné.

source: Unknown user %(user)s.
fr: Utilisateur inconnu %(user)s.

source: The passwords must match.
fr: Les mots de passe doivent correspondre.

source: Please choose account by username from list to proceed.
fr: Veuillez choisir le compte par nom d'utilisateur dans la liste pour continuer.

source: Failed login attempts for user %(user)s deleted
fr: Échec des tentatives de connexion pour l'utilisateur %(user)s supprimé

source: Successfully deleted:
fr: Suppression réussie:

source: Next Page
fr: Page suivante

source: Previous Page
fr: Page précédente

source: Ordered list of password stores, queried in turn.
fr: Liste ordonnée des mots de passe, interrogés à tour de rôle.

source: IPasswordHashMethod used to create new/updated passwords
fr: IPasswordHashMethod utilisé pour créer des mots de passe nouveaux/mis à jour

source: The password file could not be read. Trac requires read and write access to both the password file and its parent directory.
fr: Le fichier de mots de pase n'est pas lisible. Trac nécessite les droits en lecture et écriture pour ce fichier et le répertoire parent.

source: The password file could not be updated. Trac requires read and write access to both the password file and its parent directory.
fr: Le fichier de mots de pase n'a pu être mis à jour. Trac nécessite les droits en lecture et écriture pour ce fichier et le répertoire parent.

source: Path relative to Trac environment or full host machine path to password file
fr: Chemin relatif à l'environnement Trac ou à la machine hôte complète chemin vers le fichier de mot de passe

source: Default hash type of new/updated passwords
fr: Type de hachage par défaut des mots de passe nouveaux/mis à jour

source: Realm to select relevant htdigest file entries
fr: Domaine pour sélectionner les entrées de fichier htdigest pertinentes

source: URL of the HTTP authentication service
fr: URL du service d'authentification HTTP

source: (required %(perm)s missing)
fr: (%(perm)s obligatoires manquants)

source: The email and username do not match a known account.
fr: L'email et/ou le nom d'utilisateur sont inconnus.

source: Realm to select relevant htdigest db entries
fr: Domaine pour sélectionner les entrées htdigest pertinentes de la base de données

source: The "crypt" module is unavailable on this platform.
fr: Le module "crypt" n'est pas disponible sur cette plateforme.

source: Registration Error
fr: Erreur d'enregistrement

source: No check method 'validate_registration' defined in %(module)s
fr: Aucune méthode de vérification 'validate_registration' définie dans %(module)s

source: The username must not contain any of these characters: %s
fr: Le nom d'utilisateur ne peut contenir les caractères suivants : %s

source: A username with only upper-cased characters is not allowed.
fr: Un nom d'utilisateur avec uniquement des caractères majuscules n'est pas autorisé.

source: Username %s is not allowed.
fr: '%s' n'est pas un nom d'utilisateur valide.

source: Another account or group already exists, who's name differs from %s only by case or is identical.
fr: Un autre compte ou groupe existe déjà, dont le nom diffère uniquement de %spar cas ou est identique.

source: Password cannot be empty.
fr: Le mot de passe doit être renseigné.

source: Please type [%(token)s] as verification token, exactly replicating everything within the braces.
fr: Veuillez saisir [%(token)s] comme jeton de vérification, reproduisant exactement tout dans les accolades.

source: Better do not fill this field.
fr: Mieux vaut ne pas remplir ce champ.

source: Are you human? If so, try harder!
fr: Es-tu humain? Si oui, essayez plus fort!

source: Email:
fr: Adresse email :

source: The email address is required for Trac to send you a verification token.
fr: L'adresse e-mail est requise pour que Trac puisse envoyer vous un jeton de vérification.

source: Entering your email address will also enable you to reset your password if you ever forget it.
fr: La saisie de votre adresse e-mail vous permettra également pour réinitialiser votre mot de passe si jamais vous l'oubliez.

source: Entering your email address will enable you to reset your password if you ever forget it.
fr: La saisie de votre adresse e-mail vous permettra également pour réinitialiser votre mot de passe si jamais vous l'oubliez.

source: You must specify a valid email address.
fr: Vous devez spécifier une adresse email valide.

source: The email address specified is already in use. Please specify a different one.
fr: L'adresse e-mail spécifiée est déjà utilisée. Veuillez spécifier une autre.

source: Username %s doesn't match local naming policy.
fr: Le nom d'utilisateur %s ne correspond pas à la dénomination locale.

source: The email address specified appears to be invalid. Please specify a valid email address.
fr: L'adresse e-mail indiquée semble invalide. Veuillez spécifier une adresse valide adresse e-mail.

source: Register
fr: S'inscrire

source: Registration has been finished successfully. You may log in as user %(user)s now.
fr: L'enregistrement s'est terminé avec succès. Vous pouvez maintenant vous connecter en tant qu'utilisateur %(user)s.

source: verify your email address
fr: vérifier votre adresse e-mail

source: Your permissions have been limited until you %(link)s.
fr: Vos autorisations ont été limitées jusqu'à ce que vous %(link)s.

source: verify your new email address
fr: vérifier votre nouvelle adresse e-mail

source: An email has been sent to <%(email)s> with a token to %(link)s.
fr: Un e-mail a été envoyé à <%(email)s> avec un jeton à %(link)s.

source: Please log in to finish email verification procedure.
fr: Veuillez vous connecter pour terminer la procédure de vérification des e-mails.

source: Your email is already verified.
fr: Votre e-mail est déjà vérifié.

source: A notification email has been resent to <%s>.
fr: Un e-mail de notification a été renvoyé à <%s>.

source: Thank you for verifying your email address.
fr: Merci d'avoir vérifié votre adresse e-mail.

source: Invalid verification token
fr: Jeton de vérification non valide

source: Path to the users file; leave blank to locate the users file by reading svnserve.conf
fr: Chemin d'accès au fichier des utilisateurs; laissez vide pour localiser le fichier des utilisateurs en lisant svnserve.conf

source: %(relativetime)s ago
fr: Il y a %(relativetime)s

source: Account
fr: Compte

source: Forgot your password?
fr: Mot de passe oublié ?

source: Are you sure you want to delete your account?
fr: Êtes-vous sûr(e) de vouloir supprimer votre compte ?

source: Thank you for taking the time to update your password.
fr: Merci de prendre le temps de changer votre mot de passe.

source: You are required to change password because of a recent password change request.
fr: Suite à une réinitialisation, vous devez changer de mot de passe.

source: Please change your password now.
fr: Merci changer votre mot de passe maintenant.

source: Username is required
fr: Le nom d'utilisateur doit être renseigné.

source: Email is required
fr: L'adresse email doit être renseignée.

source: The email and username must match a known account.
fr: L'e-mail et le nom d'utilisateur doivent correspondre à un compte connu.

source: Old Password cannot be empty.
fr: L'ancien mot de passe doit être renseigné.

source: Old Password is incorrect.
fr: L'ancien mot de passe est incorrect.

source: Password successfully updated.
fr: Mot de passe mis à jour.

source: Password is incorrect.
fr: Mot de passe incorrect.

source: Invalid username or password
fr: Utilisateur ou mot de passe incorrect.

source: Account locked, please try again after %(release_time)s
fr: Compte bloqué. Merci de recommencer dans %(release_time) sec.

source: Account locked
fr: Compte bloqué

source: Account Details
fr: Détails du compte

source: Review User Account Details
fr: Vérifier les détails du compte utilisateur

source: for [1:%(name)s] ([2:%(user)s])
fr: pour [1:%(name)s] ([2:%(user)s])

source: for [1:%(user)s]
fr: pour [1:%(user)s]

source: Account Status
fr: Statut du compte

source: Credentials for this user are stored in AuthStore number [1:%(order_num)s] (%(store)s).
fr: Les informations d'identification de cet utilisateur sont stockées dans le numéro AuthStore [1 : %(num_commande)s] (%(magasin)s).

source: Username matching is set to [1:not case-sensitive].
fr: La correspondance du nom d'utilisateur est définie sur [1:not case-sensitive].

source: Username matching is set to [1:case-sensitive].
fr: La correspondance du nom d'utilisateur est définie sur [1:case-sensitive].

source: This account has been locked permanently.
fr: Ce compte a été définitivement verrouillé.

source: Release account lock
fr: Libérer le verrouillage du compte

source: Unlock
fr: Débloquer

source: Therefore after another failed login attempt authentication for this account would be retarded by %(time)s.
fr: Par conséquent, après une autre tentative de connexion échouée, l'authentification pour ce compte serait retardé de %(time)s.

source: Lock condition has not been met yet.
fr: La condition de verrouillage n'a pas encore été remplie.

source: No constraints are set for this account.
fr: Aucune contrainte n'est définie pour ce compte.

source: Current email address: <%(email)s>
fr: Adresse e-mail actuelle : <%(email)s>

source: This address has been verified successfully.
fr: Cette adresse a été vérifiée avec succès.

source: Verification is pending ([1:token: '%(token)s' ]).
fr: La vérification est en attente ([1:token: '%(token)s' ]).

source: This address has not been verified yet.
fr: Cette adresse n'a pas encore été vérifiée.

source: No email address is registered for this account.
fr: Aucune adresse e-mail n'est enregistrée pour ce compte.

source: Access History
fr: Historique d'accès

source: Last login: %(time)s
fr: Dernière connexion: %(time)s

source: The user has not logged in before.
fr: L'utilisateur ne s'est pas connecté auparavant.

source: Total failed attempts: %(count)s
fr: Nombre de tentatives ayant échoué : %(count)s

source: Table: Last failed login attempts log view
fr: Tableau : Affichage du journal des dernières tentatives de connexion infructueuses

source: IP address
fr: Adresse IP

source: Log time
fr: Heure du journal

source: Delete login failure log
fr: Supprimer le journal des échecs de connexion

source: Delete Log
fr: Supprimer le journal

source: There is currently no failed login attempt logged.
fr: Il n'y a actuellement aucune tentative de connexion échouée enregistrée.

source: Back to accounts
fr: Retour aux comptes

source: Update
fr: Mise à jour

source: Accounts: Configuration
fr: Comptes: configuration

source: Password Refresh
fr: Actualisation du mot de passe

source: Silently update password hashes on next successful login.
fr: Mettre à jour silencieusement les hachages de mot de passe lors de la prochaine connexion réussie.

source: Restart
fr: Redémarrage

source: Persistent Sessions
fr: Sessions persistantes

source: Allow the user to be remembered across sessions without needing to re-authenticate.
fr: Autoriser la mémorisation de l'utilisateur d'une session à l'autre sans avoir besoin de ré-authentifier.

source: Password Reset
fr: Réinitialisation du mot de passe

source: Force users to change passwords after a password reset.
fr: Forcer les utilisateurs à changer de mot de passe après une réinitialisation du mot de passe.

source: Verify email
fr: Vérifier les courriels

source: Force users to verify their email addresses.
fr: Forcer les utilisateurs à vérifier leurs adresses e-mail.

source: Save
fr: Sauvegarder

source: Accounts: Notification Configuration
fr: Comptes : configuration des notifications

source: Account Notification
fr: Avis de compte

source: Set the following options in order to be notified of account creation, password reset and account deletion.
fr: Définissez les options suivantes afin d'être notifié création de compte, réinitialisation de mot de passe et suppression de compte.

source: Notification Actions
fr: Actions de notification

source: This is a list of actions which you can enable or disable by [1:checking] the [2:checkboxes].
fr: Ceci est une liste d'actions que vous pouvez activez ou désactivez en [1:checking] les [2:checkboxes].

source: Get notified of new account creation
fr: Être notifié de la création de compte

source: Get notified of password reset
fr: Être notifié de la réinitialisation de mot de passe

source: Get notified of account deletion
fr: Être notifié de la suppression de compte

source: Notification Recipient Addresses
fr: Adresse pour les notifications

source: Space-separated list of email addresses and/or usernames that get notified of the above actions:
fr: Liste d'emails séparés par des espaces et/ou noms d'utilisateurs qui seront notifié des actions suivantes :

source: Manage User Accounts
fr: Gestion des comptes utilisateurs

source: Successfully updated: %(success)s
fr: Mise à jour réussie : %(success)s

source: Add/Edit Account:
fr: Ajouter/Modifier un compte:

source: Username:
fr: Utilisateur :

source: Only lowercase usernames allowed
fr: Seuls les noms d'utilisateur en minuscules sont autorisés

source: Password:
fr: Mot de passe :

source: Confirm Password:
fr: Confirmation du mot de passe :

source: Pre-/Surname (Nickname):
fr: Pré-/Nom de famille (Pseudonyme):

source: Email Address:
fr: Adresse email :

source: Add
fr: Ajouter

source: Change
fr: Changement

source: Send another random password
fr: Envoyer un autre mot de passe aléatoire

source: Reset passwords
fr: Réinitialiser les mots de passe

source: Remove selected accounts
fr: Supprimer les comptes sélectionnés

source: Review account attributes
fr: Examiner les attributs du compte

source: Accounts: Cleanup
fr: Comptes: nettoyage

source: Max accounts per page [1:]
fr: Nombre maximum de comptes par page [1:]

source: Accounts (%(slice)s)
fr: Comptes (%(slice)s)

source: Attribute
fr: Attribut

source: Value
fr: Valeur

source: Not Authenticated Accounts
fr: Comptes non authentifiés

source: Authenticated Accounts
fr: Comptes authentifiés

source: Remove selected entries
fr: Supprimer les entrées sélectionnées

source: Undo selection
fr: Annuler la sélection

source: Login
fr: Connexion

source: Remember me
fr: Se souvenir de moi

source: Error
fr: Erreur

source: Delete Account
fr: Supprimer compte

source: Delete account
fr: Supprimer compte

source: Change Password
fr: Changer de mot de passe

source: Old Password:
fr: Ancien mot de passe :

source: New Password:
fr: Nouveau mot de passe :

source: Register an account
fr: S'inscrire

source: Required
fr: Requis

source: Optional
fr: Facultatif

source: Name:
fr: Nom:

source: Create account
fr: Créer compte

source: Reset Password
fr: Réinitialiser le mot de passe

source: Already logged in
fr: Déjà connecté

source: You're already logged in. If you need to change your password please use the [1:Account Preferences] page.
fr: Vous êtes déjà connecté. Si vous souhaitez modifier votre mot de passe, merci d'utiliser la page des [1:préférences de compte].

source: If you've forgotten your password, enter your username and email address below and you'll be emailed a new password.
fr: Si vous avez oublié votre mot de passe, saisissez votre nom d'utilisateur et ci-dessous et vous recevrez un nouveau mot de passe par e-mail.

source: Reset password
fr: Réinitialiser le mot de passe

source: Name
fr: Nom

source: Email
fr: Adresse email

source: Last Login
fr: Dernière connexion

source: Permanently locked
fr: Bloqué définitivement

source: Verify Email
fr: Vérifier email

source: Verification Token:
fr: Jeton de vérification:

source: Verify
fr: Vérifier

source: Resend Email
fr: Renvoyer email
